[
  {
    "bookId": 1,
    "bookName": "DATING PLAYBOOK FOR MEN",
    "author": "F. Scott Fitzgerald",
    "image": "https://media-hosting.imagekit.io/2c46679bf92b44a1/book%20(1).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=Pa9N7LKx3uU8DxUQUeF7u~JyaVx44ymeelYEukdARf~ORbEB4h58SXrUdNEPPo3FL10JhlkoarzkaSQb1Q4v1mlmBBw6cKr1oJusvqwu0faSD5lGjVodOIkRA2qekbKGfskmJ~7XZSp6fRxsqZcQozw0TVIDn0ceFH4555wLCPARvz~xv~0ID30yy4-lZSUvJl2L30k2-y42M34~DAq4N7iFQL710UGPdQEsrA24S3Gn4pVQ0~~LPANJqBhWJp11TtiF7k9OD61rR9H5t-i9yud1Ne6XyOuflYnaioA4~9F1R16T4tXhr8DwDfUeNaoWQiueWKDSvohtPqURW4NUUg__",
    "review": "'THE DATING PLAYBOOK FOR MEN' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'THE DATING PLAYBOOK FOR MEN' remains a literary gem that resonates across generations.",
    "totalPages": 192,
    "rating": 4.5,
    "category": "Classic",
    "tags": ["Fiction", "Romance"],
    "publisher": "Scribner",
    "yearOfPublishing": 1925
  },
  {
    "bookId": 2,
    "bookName": "WHY DO YOU HATE MONEY",
    "author": "Harper Lee",
    "image": "https://media-hosting.imagekit.io/3ad795748be24966/book%20(8).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=2QKKh9Fmd9v8KpvAQkgYMu1zH-La0AhINPLXdweeHZz88rsfGWgxUo0xldlAPVEhbee~Msv3HDOKxWJ0EqFwNjluvOLxgumkeopeyYXBmj0-Y1ttJTYq5Y7GJ0PsON5h96Fw50ebFfxP87T~c5g6jHGIbLBnu2R0qG2Kc5fUs0QsIBj9ApGBMT9L9AZdrFN2rPWVXfa3Ezh4fNGHxCm0Gm2PWj55ovd0G5miGZXOY-4dELLiufcsQUu7Ao1ROFzJsf2VE9vdYsV8FVv5gxw1Mh3ZsbxwReWpRxzJvOQ~dxlHlDcpW9zKHJfUVXorbNzcwSdLGO5D4NwtyAfUAOOaHg__",
    "review": "'WHY DO YOU HATE MONEY' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'WHY DO YOU HATE MONEY' remains a literary gem that resonates across generations.",
    "totalPages": 281,
    "rating": 4.8,
    "category": "Fiction",
    "tags": ["Drama", "Social Justice"],
    "publisher": "J.B. Lippincott & Co.",
    "yearOfPublishing": 1960
  },
  {
    "bookId": 3,
    "bookName": "THE HATE YOU GIVE",
    "author": "Angie Thomas",
    "image": "https://media-hosting.imagekit.io/bff0d6232bdf42d6/book%20(2).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=XTnGeCyRCAXdIgWIjODRAIhJTywi3jkKXRAqSHB3mhWWtex8PhPuILzyYezH2UcoggOyOfZ1lgP7eCpk-idfrESWaadGaLflqGQNzQUgkf5dnnwuPsZ1QWDhxvRRmB55VuJUUfG8OG7oRakfzKyNd2pQl4-rDKShEcdesvBVnB1Qmlmg0bpINLtD1Vt6PkYVYP8auY9tVEE4JtxmGaMeyi3IuhC5OvQSEhHZxT8~N9R9OXP5ikNFpCJfVVQh9i6gwvRAJtQZpZRFlYiJmeIdzvso9J4bffloJU3uqDGVkcR5Veppm6VIUYIq5PyJTQw1oRsMKgD~AepaJ4kXfRm4ZA__",
    "review": "'THE HATE YOU GIVE' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'THE HATE YOU GIVE' remains a literary gem that resonates across generations.",
    "totalPages": 328,
    "rating": 4.6,
    "category": "Fiction",
    "tags": ["Dystopian", "Political"],
    "publisher": "Secker & Warburg",
    "yearOfPublishing": 1949
  },
  {
    "bookId": 4,
    "bookName": "The Scholarship Mothly Planner",
    "author": "J.D. Salinger",
    "image": "https://media-hosting.imagekit.io/e73847de2f964673/book%20(5).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=It50h-clbq8-s45DMAYjgzwu2HGYAe2QL68tilAcYS~QLSegBOSFC4NKiYN6Mm00FRqmjLZGVICFr6DKDo0-cZqdvzkzma1f0m4WO5zUjYrC~Z0N6M9dssK~xHyl62j0-lv~B6z0DwN0PA2RA5CA1YtdxXi-77i5pOVxHDEGHQq7X2YwK6KMocN2c56jXzLvCGZ1md5JqVgfu2d7rzTVzKXrh6gOKEPPjcbmAN97Cwv6JwjO-I8kaVAv7QyEja9g~PMf-1nB~5Rti1qzKSCnEUSlcd2hdGgUno26PoTryQvS4Ec5h4luAv1TL5k~fgAkp5CRh68r3BeEsjHCK9~XUQ__",
    "review": "'The Scholarship Mothly Planner' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'The Scholarship Mothly Planner' remains a literary gem that resonates across generations.",
    "totalPages": 224,
    "rating": 4.3,
    "category": "Fiction",
    "tags": ["Young Adult", "Identity"],
    "publisher": "Little, Brown and Company",
    "yearOfPublishing": 1951
  },
  {
    "bookId": 5,
    "bookName": "Loving Jesus More",
    "author": "John Lorem Sandford",
    "image": "https://media-hosting.imagekit.io/7e4f8d35980b4e90/book%20(3).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=Km428FygHsHg~UiqTLoEmRByEqLAe4TK5iiTidIOtjv5PPCqcQVgvCXRxiz~EqlbEFBX1ajniz-LUDFZARAiGLCcwfe1A2iyYdbjuSyhemGivqKWqxc~WccmZQ~aaKz0wdz3PiQ-EwANTGsi9gZZmi4P9aDeS0y3UgRsIt9Vytsb6Ie~o75UgJZQLWJhg1ZaKfidgB0VuLWzqqd7TdiK6nnicCByoLrwhCHL-Xf9NRvgZPuZk9B4-R9xJ6SqzWv6Hr5lColHk2bPCconeebdtrRycb~RA-QrLdDA8sPeMbi5HRXMe6LCyUJrsuhPNWYXc3aXoq3DA6bMdLAPcsCQWA__",
    "review": "'Loving Jesus More' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'Loving Jesus More' remains a literary gem that resonates across generations.",
    "totalPages": 279,
    "rating": 4.7,
    "category": "Classic",
    "tags": ["Romance", "Satire"],
    "publisher": "T. Egerton, Whitehall",
    "yearOfPublishing": 1813
  },
  {
    "bookId": 6,
    "bookName": "Annotated Texas Family Code 2019",
    "author": "J.R.R. Tolkien",
    "image": "https://media-hosting.imagekit.io/3b385b424e0d4143/book%20(9).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=oYBt6K0EE-jwsdzQnW6RoCF-1IQgZhpF9K~F5Ct~dA7013-LmEYYe2YQvBtpDN6IHDJlY7eK51QcniU8jeJ6rMvqfBp~c3DV9JEel61-E34xGHU1fx~LrYUBpwmu8vZO5OPmnIhRl7hGgMtY3FOqDTsNakZFGi0KyC5YaLsh0poirJa-KnsKXStC~jVLG2QAFqX4pmDsxkiJxiosfFSGbRLOBcHFCgB7NdUDf~WZt4tycK0brifJzxFU4SBBdMYex5M0P3cu9pO5llyazFuYuZ4X9NnX26HgLSYrpgWGVjB3AkbwLDc-4pBJkzqUmIid5Ov0UijXYU5E0y7FeaGpvw__",
    "review": "'Annotated Texas Family Code 2019' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'Annotated Texas Family Code 2019' remains a literary gem that resonates across generations.",
    "totalPages": 310,
    "rating": 4.9,
    "category": "Fantasy",
    "tags": ["Adventure", "Epic"],
    "publisher": "Allen & Unwin",
    "yearOfPublishing": 1937
  },
  {
    "bookId": 7,
    "bookName": "The Lost Art Of Good Conversation",
    "author": "Sakyong Mipham",
    "image": "https://media-hosting.imagekit.io/2e25d456bc4543b0/book%20(7).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=nYfY72~sFdQcItifMfaVx-WPbo3F0r7pg5b45N2evx-AmJL31VeySHQ~y5Tb6VM-GRE4C2J~cv6mjzbjbGTlotGWpm4kxDqtZiB9-hYOLrGuMn1BvvQJoFkfeFOBhqDjzQC2OJEirDpCzZaMMdyry08XVNn16yLLn7-BDa6zNNMQwXzpn6UnJv5OvDeD8l21OMEi0r~8QjeewcdUAd425QncYcjz90pNMvGXrTOSr21n1ICV-MfumYlW3zGBgAUwWcFq8WEeu~Fsb--pG7FTBuXFwPefYbCRGiRdxD3GqtCjcAMCS7gBERPqd4coL4NCS-zIj8ewNPjTkogIypz0TA__",
    "review": "'The Lost Art Of Good Conversation' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'The Lost Art Of Good Conversation' remains a literary gem that resonates across generations.",
    "totalPages": 309,
    "rating": 4.8,
    "category": "Fantasy",
    "tags": ["Magic", "Young Adult"],
    "publisher": "Bloomsbury",
    "yearOfPublishing": 1997
  },
  {
    "bookId": 8,
    "bookName": "Light",
    "author": "Helen Dunmore",
    "image": "https://i.guim.co.uk/img/media/94560f671d3027e1ee4449f6cb4c4cf33d63a723/0_0_323_499/master/323.jpg?width=140&dpr=1&s=none&crop=none",
    "review": "'Cold Case Christianity' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'Cold Case Christianity' remains a literary gem that resonates across generations.",
    "totalPages": 177,
    "rating": 4.6,
    "category": "Fiction",
    "tags": ["Philosophical", "Adventure"],
    "publisher": "HarperCollins",
    "yearOfPublishing": 1988
  },
  {
    "bookId": 9,
    "bookName": "Spine Of The Dragon",
    "author": "Kevin J. Anderson",
    "image": "https://media-hosting.imagekit.io/d84d471004e047b0/book%20(6).png?Expires=1840894473&Key-Pair-Id=K2ZIVPTIP2VGHC&Signature=EXcDrgG58oz8huFsQ1eTs6HNjXjx0K0hbd-U8RWDtcOLBiWWZ8GgpdtbwUT1j2HMTOOJyJKOXt4fkDT9zyG2vCNkhKMly35-PBrmS3bHfVLdkIvZK9lghbLlRmPlhky8168yKtHCt3euyNWRjykJJDwZmxjGRGPrv4En3RcBFYt3uFRHytNn-qRshtpqfLwSFk2HbNDc3jTNspCMKYL29QkzfXj7wwvaUakYdk7PP6d7CC6lcW-TEJU9gNj~cSkjkA5p7Ut7KcO1h65H88V45aDx6mk7WZtT1IFU-rnQrGmEh08YuQSBrAfKhDQdqL5WKHaBKeC7whxu3G~zUfmVVw__",
    "review": "'The Great Gatsby' by F. Scott Fitzgerald is a timeless masterpiece that delves into the decadence and disillusionment of the Jazz Age. Set in the Roaring Twenties, the novel unveils the enigmatic Jay Gatsby's extravagant parties, masking a pursuit of lost love. Narrated by Nick Carraway, the story explores themes of wealth, love, and the American Dream, drawing readers into a vivid portrayal of the glittering yet elusive world of the East and West Egg. Fitzgerald's prose is both poetic and haunting, weaving a compelling narrative that transcends its era. A poignant exploration of societal excess and the human condition, 'The Great Gatsby' remains a literary gem that resonates across generations.",
    "totalPages": 316,
    "rating": 4.2,
    "category": "Mystery",
    "tags": ["Suspense", "Psychological"],
    "publisher": "Riverhead Books",
    "yearOfPublishing": 2015
  }
]
